import {Component} from "react";

class Main extends Component {
    render() {
        return (
            <div className="main">
                <h1>Привет👋 Меня зовут Тихон!</h1>
                <h2>‍👩‍💻 Обо мне:</h2>
                <div className="main-info">
                    Я начинающий Back-end разработчик.
                    Мой путь в it начался со института ДГТУ, который я окончил в 2024 году.
                    После окончиния университета я подробатывал в коммерческом проекте используя языки C# и Python.
                </div>
            </div>
        )
    }
}

export default Main;
